/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "إعداد %@";
"CreateExtendMoreInfo" = "حدد \"إنشاء شبكة لاسلكية جديدة\" إذا كنت تريد إعداد جهاز AirPort اللاسلكي الخاص بك في شبكة لاسلكية جديدة. يمكن أن تتصل أجهزة الكمبيوتر المنضمة إلى الشبكة الخاصة بك بأجهزة كمبيوتر أخرى على الشبكة الخاصة بك لاسلكيًا، أو إذا كانت متصلة عبر إيثرنت، فيمكنها الاتصال باستخدام إيثرنت. إذا قمت بإعداد الجهاز الخاص بك لكي يتصل بالإنترنت، فيمكن لأجهزة الكمبيوتر السلكية واللاسلكية مشاركة اتصال الإنترنت. انقر على متابعة لإعداد شبكة لاسلكية جديدة.\n\nحدد \"توسيع نطاق شبكة AirPort Extreme أو AirPort Express الخاصة بي\" إذا كانت لديك شبكة AirPort تم إعدادها بالفعل وتريد أن ينضم الجهاز الخاص بك إليها وتريد توسيع نطاق الشبكة. يُعرف توسيع نطاق الشبكة اللاسلكية بنظام التوزيع اللاسلكي (WDS). تشترك الأجهزة اللاسلكية في WDS في اتصال واحد بالإنترنت وتقوم بتوزيع اتصال الإنترنت إلى أجهزة الكمبيوتر المتصلة بالشبكة.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "قم بتسمية الجهاز اللاسلكي وإنشاء كلمة سر له";
"NameMoreInfo" = "يتم عرض الاسم في الشريط الجانبي من أداة AirPort. استخدم اسمًا يمكنك التعرف عليه، مثل حجرة المعيشة (Living Room)، أو المكتب (Office). إذا كانت الشبكة تحتوي على أكثر من جهاز لاسلكي واحد، فيمكن بسهولة التعرف على الجهاز الذي ترغب في إعداده أو تغييره. أدخل كلمة السر للجهاز. هذه هي كلمة السر التي سيلزم إدخالها قبل تغيير إعدادات الجهاز.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "تأمين الشبكة";
"SecurityMoreInfo" = "يمكنك حماية الشبكة الخاصة بك بكلمة سر. سوف يطلب من أي شخص يحاول الانضمام إلى شبكتك إدخال كلمة السر.\n\nتدعم أجهزة AirPort اللاسلكية نوعين من كلمات السر:\n• WPA2: تعتبر كلمات السر لوصول Wi-Fi المحمي أكثر أمانًا، إلا أنها قد تكون أقل توافقًا.\n• ١٢٨-بت WEP: تكون كلمات سر Wired Equivalent Privacy أكثر توافقًا مع أجهزة الكمبيوتر الأقدم والبطاقات اللاسلكية.\n\nإذا اخترت \"بلا أمان\"، يمكن لأي شخص داخل النطاق الانضمام إلى شبكتك دون استخدام كلمة سر. ولا ينصح بهذا الخيار.\n\nإذا اخترت استخدام ١٢٨-بت WEP، فاستخدم كلمة سر تكون ١٣ حرفًا تمامًا. يضمن ذلك التوافق مع Windows و/أو الأجهزة الأخرى التي لا تعمل بنظام تشغيل Macintosh.\n\nإذا اخترت استخدام WPA2، فاستخدم كلمة سر لا تقل عن ثمانية أحرف.";
"SecurityMoreInfoWPANone.Title" = "تأمين الشبكة";
"SecurityMoreInfoWPANone" = "يمكنك حماية الشبكة بكلمة سر باستخدام تأمين WPA اللاسلكي الشخصي. وستتم مطالبة أي شخص يحاول الربط بالشبكة بإدخال كلمة السر.\n\nفي حالة اختيار ”بلا تأمين،“ يمكن لأي شخص داخل النطاق الربط بالشبكة دون استخدام كلمة سر. لا يُوصى بهذا الخيار.\n\nفي حالة اختيار استخدام WPA شخصي، استخدم كلمة سر تتألف من ثمانية أحرف على الأقل.";
"SecurityMoreInfoWPA2None.Title" = "تأمين الشبكة";
"SecurityMoreInfoWPA2None" = "يمكنك حماية الشبكة بكلمة سر باستخدام تأمين WPA/WPA2 اللاسلكي الشخصي. وستتم مطالبة أي شخص يحاول الربط بالشبكة بإدخال كلمة السر.\n\nفي حالة اختيار ”بلا تأمين،“ يمكن لأي شخص داخل النطاق الربط بالشبكة دون استخدام كلمة سر. لا يُوصى بهذا الخيار.\n\nفي حالة اختيار استخدام WPA/WPA2 شخصي، استخدم كلمة سر تتألف من ثمانية أحرف على الأقل.";
"SecurityMoreInfoTSN.Title" = "تأمين الشبكة";
"SecurityMoreInfoTSN" = "يمكنك حماية الشبكة الخاصة بك بكلمة سر. سوف يطلب من أي شخص يحاول الانضمام إلى شبكتك إدخال كلمة السر.\n\nتدعم أجهزة AirPort اللاسلكية نوعين من كلمات السر:\n• WPA2: تعتبر كلمات السر لوصول Wi-Fi المحمي أكثر أمانًا، إلا أنها قد تكون أقل توافقًا.\n• تعتبر كلمات سر WEP (شبكة الأمان الانتقالية) أكثر توافقًا مع أجهزة كمبيوتر WEP الأقدم والبطاقات اللاسلكية، إلا أنها تسمح أيضًا لعملاء WPA وWPA2 الجدد بالانضمام إلى شبكتك.\n\nإذا اخترت \"بلا أمان\"، فيمكن لأي شخص داخل النطاق الانضمام إلى شبكتك دون استخدام كلمة سر. ولا ينصح بهذا الخيار.\n\nإذا اخترت استخدام WEP (شبكة الأمان الانتقالية)، فاستخدم كلمة سر تكون 13 حرفًا تمامًا.\n\nإذا اخترت استخدام WPA2، فاستخدم كلمة سر لا تقل عن ثمانية أحرف.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "كيف يتم الاتصال بالإنترنت؟";
"InternetMoreInfo" = "إذا كنت تستخدم DSL أو مودم كبل للاتصال بالإنترنت، وقام موفر خدمة الإنترنت (ISP) بإعطائك عنوان IP تلقائيًا باستخدام DHCP، فحدد الخيار الأول.\n\nإذا كنت تستخدم PPP عبر إيثرنت (PPPoE) للاتصال بالإنترنت، فحدد الخيار الثاني. إذا كنت تستخدم PPPoE للاتصال بالإنترنت، فربما تم تزويدك باسم حساب وكلمة سر. الرجاء الرجوع إلى موفر الخدمة إذا لم تكن متأكدًا.\n\nإذا كنت تتصل بشبكة إيثرنت، فحدد الخيار الثالث. الرجاء الرجوع إلى مسؤول الشبكة (أو الشخص الذي قام بإعدادها) للحصول على معلومات حول كيفية تلقي عنوان IP (إما باستخدام DHCP أو يدويًا).\n\nإذا كنت تقوم بإعداد محطة AirPort الرئيسية التي تحتوي على مودم داخلي، ولديك حساب PPP للطلب الهاتفي، فحدد ”استخدم مودم متصلاً بخط الهاتف“.\n\nإذا كنت ترغب في متابعة إعداد المحطة الرئيسية، ولكن لا ترغب في الاتصال بالإنترنت، فحدد ”لست مستعدًا للاتصال بالإنترنت الآن.“ يمكنك الرجوع دومًا عند الاستعداد للاتصال بالإنترنت.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "إعداد TCP/IP على الجهاز";
"EthernetMoreInfo" = "يعتمد اختيار أي من يدوي أو استخدام DHCP من القائمة المنبثقة تكوين IPv4 على كيفية تقديم موفر الخدمة لعناوين IP. إذا استلمت عنوان IP تلقائيًا من موفر خدمة الإنترنت الخاص بك، فاختر استخدام DHCP من القائمة المنبثقة تكوين TCP/IP. سيتم تعبئة حقل عنوان IP والحقول الأخرى بواسطة موفر خدمة الإنترنت.\n\nإذا قدم لك موفر الخدمة عنوان IP وأرقام أخرى من خلال حساب الإنترنت، اختر يدويًا واستخدم هذه المعلومات لتكوين عنوان IP للجهاز اللاسلكي يدويًا. إذا لم تكن متأكدًا، فاستشر موفر الخدمة.\n\nإذا طلب منك موفر الخدمة عنوان MAC الخاص بالجهاز، فاستخدم عنوان منفذ WAN لإيثرنت، المطبوع على ملصقة أسفل جهاز AirPort اللاسلكي.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "حدد الإجراء الذي ترغب في تنفيذه على %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "إذا كان لديك بالفعل جهاز AirPort لاسلكي أو جهاز توجيه لاسلكي وتريد استبدال هذا الجهاز بـ %@، فحدد ’’أرغب في استبدال جهاز توجيه لاسلكي أو محطة رئيسية موجودة بـ %@‘‘";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "إذا كان لديك بالفعل شبكة وتريد أن يقوم %@ بالاتصال بهذه الشبكة لاسلكيًا أو باستخدام إيثرنت، فحدد \" أرغب في ربط %@ بالشبكة الحالية \"";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "إذا لم يكن لديك شبكة لاسلكية أو كنت ترغب في إضافة شبكة لاسلكية أخرى، فحدد ’’أرغب في إنشاء شبكة لاسلكية جديدة‘‘";

"GuestNetworkMoreInfo.Title" = "شبكة الضيف";
"GuestNetworkMoreInfo" = "تسمح شبكة الضيف لأجهزة الكمبيوتر العميلة بالاتصال بالإنترنت دون الوصول إلى الشبكة الخاصة. يمكنك إعداد شبكة الضيف بحماية أو بدون حماية كلمة السر.\n\nيمكنك استخدام الإعداد اليدوي لتعيين خيارات أخرى للشبكة الضيف، مثل مشاركة الملفات بين أجهزة الكمبيوتر المتصلة بالشبكة الضيف.";


/* End of strings file */
